[
    {
        "index": 0,
        "picture": "https://ibb.co/pwsGMMr",
        "price": 450,
        "ratings": 4.9,
        "sold": 2918,
        "name": " Theme based Cake",
        "details": "Be unique!!! Are You a die heart fan of Something or Some place .Make your occasion special and unforgettable with A theme based party.You are looking at Our last 'HARRY POTTER' themed cake, It's not as much costly as you are thinking. So choose your favorite theme and make the moment special . We have a special team to help your prefect theme in case you have not decided yet.    "
    },
    {
        "index": 1,
        "picture": "https://ibb.co/VSXFPt5",
        "price": 391,
        "ratings": 5,
        "sold": 556,
        "name": "BirthDay cake",
        "details": "Every one desire for a beautiful tasty cake for His/her Birthday .I'm offering you the best  delicious and design cake as your preference . I made cake by myself and can grantee you the best taste you have ever tasted and its not like a day light you might or might not experience in your road side shop. We are waiting for making your spacial one's Birthday Rememberable "
    },
    {
        "index": 2,
        "picture": "https://ibb.co/LnJwH8r",
        "price": 382,
        "ratings": 4.8,
        "sold": 1242,
        "name": " Pastries",
        "details": "What are you Waiting for? The word 'pastries' suggests many kinds of baked products made from ingredients such as flour, sugar, milk, butter, shortening, baking powder, and eggs. Small tarts and other sweet baked products are called pastries as a synecdoche. Common pastry dishes include pies, tarts, quiches, croissants, and pasties. We provide all kind of pastries you might looking for, Order now !!!!"
    },
    {
        "index": 3,
        "picture": "https://ibb.co/phLwTK5",
        "price": 91,
        "ratings": 4.1,
        "sold": 320,
        "name": " Fast Food Items",
        "details": "Whether you're watching a big game or a horror film, alone or with friends, the snacks of Tasty Treat will surely make your time more enjoyable.  Club Burger, Sub Sandwich,  Shawarma, Sausage Delight Pizza, Chicken Naan, Spanish Pinwheel Pizza, and many more options will not only brighten up your mood but also will be easy for your wallet. The items of Tasty Treat have got very good feedback from the customers. In this category, Tasty Treat offers Club burgers, Mini Burgers, Shawarma, Sub Sandwich. The price of this category starts from only 80 tk. In Tasty Treat, people may find a variety of pizzas too. There are BBQ Chicken Pizza, Mini Pizza, Sausage Delight Pizza, and also Italian Slice Pizza. Tasty Treat also offers some unique snacks items. These are Roll Pizza, Chicken Wellington, Fry Roll, Cold Chicken Sandwich, Irani Roll, Pizza Bun, Creamy Chicken, and Mushroom Pie, Mini Chicken Masala Wrap, Cup Pizza, Chili Chicken Roll, and many more. Therefore, Tasty Treat can be the best option near us for making snacks time more special and delightful."
    },
    {
        "index": 4,
        "picture": "https://ibb.co/q9R1dzM",
        "price": 266,
        "ratings": 5,
        "sold": 3727,
        "name": "Bakery Items",
        "details": "Pastry Wala believe in continuous innovation to enhance and optimize the quality of products. We dream of becoming the most preferred manufacturer and trader of world class products includes Baked Biscuit, Cup Cake, Crunchy Rusk, Cake Cookie and Chocolate Snacks. We are a sole proprietorship based entity, diversely situated at Thampuchetty Palya, Bengaluru, Karnataka. Since 2000, we are effectively running our business operations incredibly to conquer the reputed position in this realm. We produce exclusively under complete inspection in order to guarantee our impeccably high standards. Our manufactured products not only taste good but also serve as sweet treats for parties. This also makes us among the best and most favored for the industry of biscuits and bakery manufacturers across country."
    },
    {
        "index": 5,
        "picture": "https://ibb.co/GcMNTdQ",
        "price": 107,
        "ratings": 4.2,
        "sold": 1535,
        "name": " Party Order",
        "details": "We offer various kind of bengali menu depend on your choice .You can depend  on me and my team for any type of party order . I ensure the the best Meal within your budget. Our priority to make delicious item with proper hygiene . To keep your guest Mouth-watering we are the best option. We can provide customize menu for your different kind of within your same budget"
    }
]